[
    {
        "name":"Priti Messoumian",
        "message":"Vishal is a true asset to any team.\n - Team Player : check,\n - Innovative : check,\n - Dependable : check. Having Vishal on my team, made work so easy. We worked together on ServiceNow, and I never had to worry about any of his implementations he made to the platform. He can always be relied on to check all possible use case scenarios.\nBrainstorming with Vishal is always a pleasure. He comes ready, having done the background work on the discussion topic. He listens carefully to everyone's ideas and concerns and can usually suggest multiple ways forward in the meeting itself. Sometimes he has even made the impossible possible.\nVishal always strives for perfection in his work and helps his team move forward. It's been a real pleasure working with him. I have no doubt that whatever he puts his mind to he will achieve!",
        "title":"Co-Process Owner/Project Manager/Business Analyst, Altran"
    },
    {
        "name":"Disha Das",
        "message":"You are a true quick learner, good teacher, ambitious, a chef and there is a long list. During our project days, I never seen you wasting time other than learning something new in Servicenow. You are always ready to take challenging works. You are a genuine asset for any organisation. I hope our paths cross again.",
        "title":"D.Technical Specialist, Hexaware Technologies"
    },
    {
        
         "name":"Gaurav Shirsat",
        "message":"Vishal is a person with the Dynamic Technical Skill Set. He has always been a good mentor, quick learner. his RCA skills of Problem Solving and Handling the critical situation are the best qualities I have experienced.",
        "title":"ServiceNow Community MVP 2022, DxSherpa Technologies Pvt. Ltd."
    },
    {
        
        "name":"Rakshitha Devaraju",
        "message":"Hey Vishal, Your an amazing developer on ServiceNow. It is really happy to know the growing curve of yours in the team. Indeed you will grow high in IT & in life too. I wish you all the best for upcoming challenges.",
        "title":"Software Engineer, Airbus Group of India Private Limited"
    }

]
